{
    "<pad>": 0,
    "<start>": 1,
    "<end>": 2,
    "!": 3,
    "\"": 4,
    "%": 5,
    "(": 6,
    ")": 7,
    "+": 8,
    ",": 9,
    "-": 10,
    ".": 11,
    "/": 12,
    "0": 13,
    "1": 14,
    "2": 15,
    "3": 16,
    "4": 17,
    "5": 18,
    "6": 19,
    "7": 20,
    "8": 21,
    "9": 22,
    ":": 23,
    ";": 24,
    "<": 25,
    "=": 26,
    ">": 27,
    "?": 28,
    "A": 29,
    "B": 30,
    "C": 31,
    "D": 32,
    "E": 33,
    "F": 34,
    "G": 35,
    "H": 36,
    "I": 37,
    "J": 38,
    "K": 39,
    "L": 40,
    "M": 41,
    "N": 42,
    "O": 43,
    "P": 44,
    "Q": 45,
    "R": 46,
    "S": 47,
    "T": 48,
    "U": 49,
    "V": 50,
    "W": 51,
    "X": 52,
    "Y": 53,
    "Z": 54,
    "[": 55,
    "\\%": 56,
    "\\Delta": 57,
    "\\Gamma": 58,
    "\\Lambda": 59,
    "\\Leftarrow": 60,
    "\\Leftrightarrow": 61,
    "\\Omega": 62,
    "\\Phi": 63,
    "\\Rightarrow": 64,
    "\\_": 65,
    "\\alpha": 66,
    "\\angle": 67,
    "\\approx": 68,
    "\\arccos": 69,
    "\\arcsin": 70,
    "\\arctan": 71,
    "\\ast": 72,
    "\\because": 73,
    "\\beta": 74,
    "\\bigcirc": 75,
    "\\bot": 76,
    "\\boxed": 77,
    "\\cap": 78,
    "\\cdot": 79,
    "\\cdots": 80,
    "\\circ": 81,
    "\\cong": 82,
    "\\cos": 83,
    "\\cot": 84,
    "\\cup": 85,
    "\\ddot": 86,
    "\\delta": 87,
    "\\div": 88,
    "\\dot": 89,
    "\\downarrow": 90,
    "\\epsilon": 91,
    "\\equiv": 92,
    "\\eta": 93,
    "\\forall": 94,
    "\\frac": 95,
    "\\gamma": 96,
    "\\geq": 97,
    "\\geqslant": 98,
    "\\in": 99,
    "\\infty": 100,
    "\\int": 101,
    "\\lambda": 102,
    "\\leftarrow": 103,
    "\\leq": 104,
    "\\lg": 105,
    "\\lim": 106,
    "\\limits": 107,
    "\\ln": 108,
    "\\log": 109,
    "\\mathop": 110,
    "\\max": 111,
    "\\mid": 112,
    "\\min": 113,
    "\\mu": 114,
    "\\neq": 115,
    "\\omega": 116,
    "\\overline": 117,
    "\\overrightarrow": 118,
    "\\partial": 119,
    "\\phi": 120,
    "\\pi": 121,
    "\\pm": 122,
    "\\prime": 123,
    "\\psi": 124,
    "\\rho": 125,
    "\\rightarrow": 126,
    "\\rightleftharpoons": 127,
    "\\sigma": 128,
    "\\sim": 129,
    "\\sin": 130,
    "\\sqrt": 131,
    "\\square": 132,
    "\\sum": 133,
    "\\supset": 134,
    "\\tan": 135,
    "\\tau": 136,
    "\\textcircled": 137,
    "\\therefore": 138,
    "\\theta": 139,
    "\\times": 140,
    "\\uparrow": 141,
    "\\varepsilon": 142,
    "\\varnothing": 143,
    "\\varphi": 144,
    "\\vdots": 145,
    "\\vert": 146,
    "\\widehat": 147,
    "\\xi": 148,
    "\\xlongequal": 149,
    "\\xrightarrow": 150,
    "\\zeta": 151,
    "\\{": 152,
    "\\}": 153,
    "]": 154,
    "^": 155,
    "_": 156,
    "a": 157,
    "b": 158,
    "c": 159,
    "d": 160,
    "e": 161,
    "f": 162,
    "g": 163,
    "h": 164,
    "i": 165,
    "j": 166,
    "k": 167,
    "l": 168,
    "m": 169,
    "n": 170,
    "o": 171,
    "p": 172,
    "q": 173,
    "r": 174,
    "s": 175,
    "t": 176,
    "u": 177,
    "v": 178,
    "w": 179,
    "x": 180,
    "y": 181,
    "z": 182,
    "{": 183,
    "}": 184,
    "\u221a": 185,
    "\u3001": 186,
    "\u3002": 187,
    "\u4e19": 188,
    "\u4e2a": 189,
    "\u4e3a": 190,
    "\u4e59": 191,
    "\u4eba": 192,
    "\u4ee3": 193,
    "\u4ee5": 194,
    "\u500d": 195,
    "\u5143": 196,
    "\u5165": 197,
    "\u516c": 198,
    "\u5206": 199,
    "\u5373": 200,
    "\u539f": 201,
    "\u53ef": 202,
    "\u5468": 203,
    "\u548c": 204,
    "\u56e0": 205,
    "\u5927": 206,
    "\u5929": 207,
    "\u5988": 208,
    "\u5c06": 209,
    "\u5c0f": 210,
    "\u5c81": 211,
    "\u5e74": 212,
    "\u5f0f": 213,
    "\u5f97": 214,
    "\u6216": 215,
    "\u6240": 216,
    "\u628a": 217,
    "\u6570": 218,
    "\u65b9": 219,
    "\u65f6": 220,
    "\u660e": 221,
    "\u662f": 222,
    "\u6700": 223,
    "\u672c": 224,
    "\u6b21": 225,
    "\u6c42": 226,
    "\u6cd5": 227,
    "\u6ee1": 228,
    "\u7136": 229,
    "\u7532": 230,
    "\u7684": 231,
    "\u79cd": 232,
    "\u79ef": 233,
    "\u7b2c": 234,
    "\u7b54": 235,
    "\u7ec4": 236,
    "\u80fd": 237,
    "\u81ea": 238,
    "\u884c": 239,
    "\u888b": 240,
    "\u89e3": 241,
    "\u8be5": 242,
    "\u8d1f": 243,
    "\u8db3": 244,
    "\u9762": 245,
    "\u9875": 246,
    "\u9879": 247
}
